Repository: common-repository/spanish-quote-of-the-day-frase-del-dia
Catalog: languages/*-quote-of-the-day-frase-del-dia-*.po
Languages: es_es

source: WP filter <em>the_content</em>
es_es: Filtro WP <em>the_content</em>

source: WP filter the content
es_es: Uso del filtro WP the content

source: Check this field if you want to apply the WP filter <code>the_content</code> to the quote text before displaying it.
es_es: Marca este campo si deseas aplicar el filtro WP <code>the_content</code> al texto de la Frase antes de mostrarlo.

source: Custom CSS
es_es: CSS Personalizado

source: Enter your Custom CSS
es_es: Introduce tu código CSS personalizado

source: Maximum Length
es_es: Longitud Máxima

source: Introduce the maximum length for the quotes in characters. Default value, <strong>275</strong>. (The minimum length is set to 50)
es_es: Introduce la longitud máxima para las frases en caracteres. Valor por defecto, <strong>275</strong>. (La longitud mínima se ha fijado en 50)

source: Asyncronous Mode
es_es: Modo Asíncrono

source: Check this field to activate the asynchronous fetching operation mode.
es_es: Marca este campo para activar el modo de funcionamiento con búsqueda asíncrona.

source: The Asynchronous Fetching Operation Mode produces a better average page load performance however, this mode could be <strong>incompatible with some client side systems</strong> and, in addition, some times it's a much less stable. We advise you <strong>do not activate</strong> the asynchronous mode unless your website <strong>really</strong> has a high level of hits per day (>40,000). By default, the asynchronous fetching operation mode is disabled.
es_es: El Modo de Funcionamiento con Búsqueda Asíncrona proporciona un mejor tiempo medio de carga de página sin embargo, este modo puede ser incompatible con algunos sistemas en el lado cliente y, además, algunas veces es bastante menos estable. Te recomendamos que <strong>no actives</strong> el modo asíncrono a menos que tu sitio web <strong>realmente</strong> tenga un alto volumen de visitas al día (>40.000). Por defecto el modo de funcionamiento con búsqueda asíncrona está desactivado.

source: Global Options
es_es: Opciones Globales

source: Style Options
es_es: Opciones de Estilo

source: Instructions
es_es: Instrucciones

source: Spanish Quote of the Day
es_es: Frase del Día

source: version
es_es: versión

source: was succesfully activated
es_es: se ha activado correctamente

source: was succesfully updated to the version
es_es: se ha actualizado correctamente a la versión

source: Operating Modes
es_es: Modos de funcionamiento

source: To show Spanish Quotes of the day inside your WP Theme, go to Appearance >
es_es: Para mostrar la Frase del Día dentro de tu WP Tema, dirígete a Apariencia >

source: and add the widget
es_es: y añade el widget

source: where you prefer in any of your theme sidebars
es_es: donde prefieras en cualesquiera de las barras laterales de tu tema

source: To show a random Spanish Quotes inside your Posts, Pages or Custom Post Types simply add the shortcode <code>[spanish_quote]</code> in any place of the post content using the visual editor
es_es: Para mostrar una Frase del Dia aleatoria en tus Entradas, Páginas o Custom Post Types, simplemente añade el shortcode <code>[spanish_quote]</code> en cualquier lugar del contenido usando el editor visual

source: In the translated versions of Wordpress, you have also got a translated version of the shortcode, that in your local language
es_es: En versiones traducidas de Wordpress, también dispones de una versión traducida del shortcode, que en tu idioma local

source: is
es_es: es

source: Both of them are available
es_es: Ambos están disponibles.

source: See the complete documentation of Shorcodes in Wordpress.org
es_es: Ver la documentación completa de Shortcode en Wordpress.org

source: Wordpress Shortcodes
es_es: Shortcodes de Wordpress

source: Calling to the plugin via function
es_es: Llamando al plugin vía función

source: Finally, if you are one of those who believe that <em>Code is Poetry</em>, remeber that you can add
es_es: Finalmente, si eres uno de los que piensa que el <em>Código es Poesía</em>, recuerda que puedes añadir

source: in everyplace of your website with the function
es_es: en cualquier lugar de tu sitio web con la función

source: See the complete documentation of do_shortcode() in Wordpress.org
es_es: Ver la documentación completa de do_shortcode en Wordpress.org

source: in that way:
es_es: de este modo:

source: or the translated version
es_es: o la versión traducida

source: spanish_quote
es_es: frase_del_dia

source: Settings Page
es_es: Página de Ajustes

source: To modify the plugin's settings, go to Settings >
es_es: Para modificar las opciones del plugin, dirígete a Ajustes >

source: Spanish Quotes
es_es: Frase del Día

source: You also find the basic <a href="%s">Instructions</a> of the various <strong>operating modes</strong>
es_es: También puedes encontrar las <a href="%s">Instrucciones</a> sobre los diversos <strong>Modos de funcionamiento</strong>

source: Documentation
es_es: Documentación

source: For further information, please, see complete documentacion in the
es_es: Para más información, por favor, consulta la documentación completa en la

source: Author's plugin page
es_es: Página del plugin del Autor

source: or an abridget version in the
es_es: o una versión abreviada en la

source: WordPress plugin page
es_es: página del plugin en Wordpress

source: What's new in version
es_es: Qué hay de nuevo en la versión

source: Maximum length control
es_es: Control de la longitud máxima

source: Until now, the maximun length for the quotes was permanently set to <strong>275</strong> characters but now, if you want, you can receive longer or shorter quotes from
es_es: Hasta ahora, la longitud máxima para las frases se había fijado permanentemente en <strong>275</strong>, pero ahora, si tú quieres, puedes recibir frases más largas o más cortas desde

source: Theme classified notable quotes in spanish | TodoPensamientos
es_es: Colección de frases célebres clasificadas por temas | TodoPensamientos

source: Please, go to <strong>Settings Page</strong> to choose the <strong>maximum length</strong> of the quotes.
es_es: Por favor, dirígete a la <strong>Página de Ajustes</strong> para elegir la <strong>longitud máxima</strong> de las Frases.

source: New Setting Page
es_es: Nueva Página de Ajustes

source: <p>In this version, the <strong><a href="%s">Settings Page</a></strong> has been completely rebuilt, adding an interface with tabs for a better parameters organization and for an easier updating of the future <strong>Spanish Quote of the Day</strong> versions.</p>
es_es: <p>En esta version, la <strong><a href="%s">Página de Ajustes</a></strong> se ha remodelado completamente, añadiendo una interface de pestañas para una mejor organización de los parámetros y para una mejorintegración con futuras versiones de <strong>Frase del Día</strong>.</p>

source: New Custom CSS parameter
es_es: Nuevo parámetro CSS Personalizado

source: <p>The new parameter <strong>Custom CSS</strong> allows you to add easily your own CCS rules for the quotes output without any additional code.</p>
es_es: <p>El nuevo parámetro <strong>CSS Personalizado</strong> te permite añadir fácilmente tus propias reglas CCS para la salida de las frase en pantalla sin ningún código adicional.</p>

source: Quotes of
es_es: Frases de

source: Title
es_es: Título
